---
kind: other
id: Properties.T:Autodesk.Revit.DB.AssemblyInstance
source: html/6394823a-eefd-ef7d-0bcc-d76973e8768d.htm
---
# AssemblyInstance Properties

The id of the assembly instance to which the element belongs.